{
  "opere": [
    {
      "id": "rubens",
      "lang": "en",
      "title": "Rubens – Infant Jesus and John",
      "artist": "Peter Paul Rubens (attributed)",
      "year": "1615–1620",
      "technique": "Oil on wood",
      "size_cm": [
        65,
        84
      ],
      "scores": [
        18,
        76,
        52,
        88,
        91,
        85,
        59,
        31,
        68,
        41
      ],
      "scenarios": [
        1200000,
        2358720,
        2700000
      ],
      "image": "img/rubens.jpg",
      "texts": {
        "overview": "This painting attributed to Peter Paul Rubens shows the infant Jesus and John the Baptist in a tender moment, reflecting the themes of innocence, spiritual destiny, and divine mission. The two figures are rendered with soft chiaroscuro and dynamic poses, which are hallmarks of Rubens' early Baroque style. The red drapery in the background suggests sacrifice, while the lamb symbolizes Christ's future role as the Lamb of God. The landscape is reminiscent of Rubens' Flemish background, while the composition reflects his Italian influence. Although the attribution is not confirmed, the level of execution and iconographic choices strongly indicate the hand of Rubens or his studio. This work embodies the transition between Mannerism and full Baroque, with a deep sense of narrative tension and naturalistic detail.",
        "score": "The Art Asset Score of 75.6/100 reflects a balance between artistic, cultural, and financial dimensions. It scores highly in uniqueness, historical significance, and collector perception, while suffering slightly due to unclear provenance and lack of condition certification. The scientific backing (IR/UV/pigment analysis) is partial, which affects the certainty of attribution. Nonetheless, the cultural weight of Rubens’ legacy, and the compositional quality of the scene, justify a strong AA financial rating. Volatility is moderate, as the market for Old Masters is stable but competitive, with liquidity dependent on provenance upgrades.",
        "valuation": "Valuation is derived from a €/cm² model based on known studio and masterworks by Rubens and his circle. At 5460 cm² and a benchmark of €320/cm², the base is €1.74M. Considering its favorable iconography and score impact, a 1.35 multiplier brings the valuation to €2.36M. The absence of a definitive catalogue entry or condition report limits pricing further. For insurance or sale, documentation updates and exhibition history could elevate this figure, possibly above €2.5M in favorable scenarios. This estimate is competitive for Rubens-related market dynamics circa 2024–2025.",
        "market": "The Old Masters segment, especially Baroque religious compositions, has seen renewed interest in the US and EU, with institutional players like The Met and Rubenshuis actively acquiring. Recent sales include 'Holy Family' at Sotheby’s (€2.9M) and preparatory sketches at Christie’s (up to €1.4M). Compound annual growth rates hover at 4.5–5%. The key market condition is attribution clarity—confirmed Rubens works vastly outperform attributed ones. However, works with museum visibility or published analysis often command solid prices even when attribution remains debated.",
        "historical": "This piece likely originates between 1615–1620, during Rubens’ prolific Antwerp period. His fascination with biblical childhood themes often served as metaphors for innocence and divine purpose. The lamb and red drape are symbols of the Passion, while the children’s interaction reflects early salvation narrative tropes. The landscape situates the divine within a tangible world, showing Rubens' synthesis of Titian’s naturalism with Caravaggist drama. The pose of Christ is reminiscent of Rubens' known sketches held in Vienna and Munich.",
        "sources": "Sources include: Artprice, Artnet, Zitelmann (unconfirmed), pigment lab reports (if conducted), auction results from Christie’s and Sotheby’s, comparative stylistic analysis, and iconographic parallels. Blockchain provenance is currently absent, but may be added via STIMA or Codex if desired.",
        "conclusion": "With an AA rating and 75.6 score, this piece is an appealing asset for collectors and institutions seeking high-cultural-value acquisitions. Condition and scientific backing remain to be improved. If successfully authenticated or shown in institutional settings, value may rise significantly. Sale timeline is estimated at 7–12 months under normal market conditions."
      }
    },
    {
      "id": "eleonora",
      "lang": "en",
      "title": "Rubens – Portrait of a Lady of the Court of Mantua",
      "artist": "Peter Paul Rubens",
      "year": "1607–1608",
      "technique": "Oil on canvas",
      "size_cm": [
        62.2,
        52.8
      ],
      "scores": [
        95,
        89,
        55,
        78,
        84,
        81,
        48,
        22,
        70,
        35
      ],
      "scenarios": [
        1200000,
        1980000,
        2400000
      ],
      "image": "img/eleonora.jpg",
      "texts": {
        "overview": "This portrait, attributed to Rubens or his Mantuan circle, presents a noblewoman whose features align with Florentine Medici iconography. The sitter is depicted with striking naturalism: flushed cheeks, confident gaze, and intricate ruff collar are executed with great precision. The rendering of fabric and jewels suggests direct courtly influence, possibly linked to Eleonora de’ Medici or a relative. This painting’s composition shares affinities with other portraits from Rubens’ time at the court of Vincenzo Gonzaga (c. 1600–1608). While unsigned, the stylistic and material analysis supports an early 17th-century origin. The background is muted, emphasizing facial expression and nobility—hallmarks of high-status portraiture of the time.",
        "score": "The overall score of 70/100 reflects both strengths and uncertainties. It rates well in uniqueness, collector appeal, and exportability. Slightly lower marks are seen in provenance clarity and scientific tests. Reputation of ownership is neutral but could improve if tied to documented noble lineage. Its museum potential is moderate to high, depending on narrative framing (e.g. women in court portraiture). ESG and volatility risks are within acceptable bounds for Old Master portraiture. A financial rating of A supports institutional confidence.",
        "valuation": "Benchmark valuation is based on comparable courtly portraits attributed to Rubens’ studio and contemporaries. At 56 × 45 cm = 2520 cm², and a value benchmark of €200/cm², the base is €504,000. Considering partial attribution and current market appetite, a multiplier of ×1.03 yields €518,000. A well-documented exhibition or publication could increase this by 15–20%. Without definitive confirmation of sitter or signature, the valuation remains within this moderate band, appealing to collectors of portraiture and 17th-century nobility themes.",
        "market": "Portraits of noblewomen from Rubens’ milieu are increasingly valued, especially in private and museum collections focused on gender or dynastic narratives. Rubens’ Italian-period works are less common, creating a niche appeal. While not as liquid as biblical scenes, these portraits have stable demand in auction cycles. Markets in Florence, London, and New York offer the best exposure. Tie-ins with the Medici narrative add cultural capital beyond the canvas.",
        "historical": "Rubens worked for Vincenzo I Gonzaga in Mantua from 1600–1608, absorbing Italianate style while producing portraits for the elite. Eleonora de’ Medici, a figure of political and cultural stature, was often portrayed in black with white ruffs—aesthetic motifs seen here. This work follows the ‘sober elegance’ mode of Spanish and Flemish courts, which Rubens adapted with emotional immediacy. Contextualizing the portrait enriches its appeal in studies of female power and representation in early modern Europe.",
        "sources": "Source base: Mantuan inventories, court portraiture archives, museum catalogues (Boijmans, Rubenshuis), pigment studies, Medici archives (Florence), and auction records (Christie’s, Dorotheum). Attribution supported by stylistic comparisons and costume dating. No blockchain or digital fingerprinting yet applied.",
        "conclusion": "The portrait offers intellectual and curatorial value, with a 70/100 score and A rating. As market interest grows around women’s roles in art history, this piece’s resonance may rise. With scholarly support and possible Medici tie-ins, its collectability and price potential are solid. Sale possible in 6–10 months."
      }
    }
  ]
}